Repository: bansi131095/TheCrazyBeautyPOS_iPad
Catalog: TheCrazyBeautyPOS/Login/Storyboard/mul.lproj/Main.xcstrings
Source language: en
Languages: vi, zh

# 4AK-gR-Mxg.normalTitle
source: Back to previous page
vi: Quay lại trang trước
zh: 返回上一页

# 5Rc-Ox-isa.normalTitle
source: Resend Link
vi: Gửi lại liên kết
zh: 重新发送链接

# 6yt-qN-EPs.placeholder
source: Email Address *
vi: Địa chỉ email *
zh: 电子邮箱地址 *

# ANd-Gq-8Qo.text
source: Reset Link Sent
vi: Liên kết đặt lại đã được gửi
zh: 重置链接已发送

# DqI-1l-JT2.placeholder
source: Password *
vi: 密码*
zh: 密码*

# hyu-4N-L7z.text
source: Check your email (including spam) for a message from The Crazy Beauty with a link to reset your password.
vi: Vui lòng kiểm tra email của bạn (bao gồm cả thư rác) để tìm thư từ The Crazy Beauty có liên kết đặt lại mật khẩu.
zh: 请检查您的邮箱（包括垃圾邮件），查找来自 The Crazy Beauty 的重置密码链接邮件。

# jrb-Hh-l31.normalTitle
source: Back to login
vi: Quay lại đăng nhập
zh: 返回登录

# kIL-zK-9pS.text
source: For POS
vi: Dành cho POS
zh: 用于 POS

# N9B-ya-N8M.placeholder
source: Email Address *
vi: Địa chỉ email *
zh: 电子邮箱地址 *

# rIo-Rg-x0O.placeholder
source: Password *
vi: Mật khẩu*
zh: 密码*

# RW0-S0-fTq.text
source: For POS
vi: Dành cho POS
zh: 用于 POS

# S5F-ZV-Q2q.text
source: or login with
vi: hoặc đăng nhập bằng
zh: 或使用以下方式登录

# TCs-RH-6f6.text
source: Didn't receive email?
vi: Chưa nhận được email?
zh: 没有收到邮件？

# VQ3-e6-i6h.placeholder
source: Email Address *
vi: Địa chỉ email *
zh: 电子邮箱地址 *

# xZg-2Q-jvz.text
source: or login with
vi: hoặc đăng nhập bằng
zh: 或使用以下方式登录

# YlX-fZ-19m.normalTitle
source: Forgot Password?
vi: Quên mật khẩu?
zh: 忘记密码？
